[
  {
    "idUniveridad": 4,
    "campusCourses": [
      {
        "idCampus": 0,
        "courses": [
          {
            "course": "Ingeniería en Agronomía",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "",
              "skills": ["", ""]
            }
          },
          {
            "course": "Licenciatura en Biología Sostenible",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "Formar profesionales de la biología que, con su conocimiento en la problemática socioambiental y del manejo sostenible de los recursos sean capaces de confrontar los desafíos de la crisis ambiental e impactar positivamente en la conservación racional de los servicios ecosistémicos tanto a nivel local como regional de manera sostenible.",
              "skills": [
                "Comprender, analizar y dar solución a los diferentes problemas existentes en la producción, mejoramiento genético, sanidad y conservación de los recursos naturales.",
                "Administrar eficientemente la explotación de un agente natural (unidades de producción, unidades de manejo ambiental, etc.) o poblaciones de organismos, así como industrializar y comercializar sus diferentes productos derivados.",
                "Ejercer su profesión en forma independiente al crear, dirigir y administrar su propia organización de consultoría con una visión verde-empresarial.",
                "Trabajar como docente en instituciones públicas o privadas de enseñanza universitaria.",
                "Prestar sus servicios a dependencias públicas (federales, estatales o regionales) o privadas, dedicadas a la planeación, dirección, organización y desarrollo de programas y proyectos de conservación-producción de las especies y sus derivados, de los hábitats y ecosistemas, tanto silvestres como intervenidos."
              ]
            }
          },
          {
            "course": "Ingeniería en Computación",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "Formar profesionales de calidad en las áreas de la ciencia de la computación y tecnologías de la información capaces de competir en el ámbito profesional a nivel nacional e internacional, respetando siempre su medio y a la sociedad.",
              "skills": [
                "Una vez concluidos sus estudios, quien egresa de la ingeniería en computación contará con las habilidades, capacidades y conocimientos sólidos para comprender la problemática en las diferentes áreas de la computación e informática, comunicarse de manera clara y significativa con quienes toman decisiones para la resolución de problemas mediante tecnologías de información y telecomunicaciones; permitiéndole laborar en el sector público o privado, que requiera o utilice sistemas electrónicos basados en computadoras con fines de investigación, producción, comercialización o de servicios."
              ]
            }
          },
          {
            "course": "Ingeniería en Diseño",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "Formar profesionistas que cuente con los conocimientos y habilidades de ingeniería y diseño para resolver de manera interdisciplinaria problemas que requieran soluciones de un diseño integral para innovación. Desarrollar estudiantes con capacidad para generar conceptos integrales para el diseño. Analizar y aprovechar las propiedades de los materiales para su transformación. Reconocer el diseño integral como el proceso que conjunta armónicamente la ingeniería con tecnologías y conocimientos de la construcción de productos industriales, urbanos, arquitectónicos y de comunicación en las soluciones de diseño de acuerdo al contexto.",
              "skills": [
                "El y la ingeniera en diseño contará con conocimientos en ciencias básicas, procesos de ingeniería, metodologías de diseño, desarrollo tecnológico y gestión empresarial, que le permitan desarrollar ideas de manera organizada y sistemáticamente. Habilidades creativas, de organización y desarrollo de ideas, comunicación, trabajo en equipo e interdisciplinario, análisis y síntesis, mentalidad orientada a resolver problemas mediante procesos para el desarrollo de conceptos de diseño integral.",
                "La capacidad de emprender y adaptarse a diversos ambientes de trabajo, liderazgo, honestidad y ética profesional, interés por los problemas de la comunidad, calidad humana, conciencia del aprovechamiento eficiente de los recursos naturales."
              ]
            }
          },
          {
            "course": "Ingeniería en Mecatrónica",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "La Ingeniería en Mecatrónica es una carrera orientada en formar profesionistas que ejercen su vocación tecnológica dentro de un marco legal, teniendo un sentido de responsabilidad social y ambiental, apegado a normas y estándares nacionales e internacionales vigentes para el desarrollo y el bien común",
              "skills": [
                "Quienes egresen de la ingeniería en mecatrónica poseerán gran capacidad analítica, de reflexión, abstracción y liderazgo. Estas capacidades le ayudan a crear, innovar y adaptar tecnologías. Además tendrá capacidad para crear empresas o incorporarse con alta competitividad a instituciones públicas o privadas donde se diseñe, innove o se desarrolle tecnología emergente.",
                "Poseerá una formación interdisciplinaria que lo capacita para comprender problemas en distintas áreas y poder comunicarse de manera clara y significativa con quienes toman decisiones."
              ]
            }
          },
          {
            "course": "Ingeniería en Ciencias de Datos y Matemáticas",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "La Ingeniería en Ciencias de Datos y Matemáticas es una carrera científica orientada a formar personas capaces de entender y utilizar conceptos matemáticos de manera crítica para plantear, estudiar y resolver problemas concretos surgidos de actividades productivas o académicas. El objetivo de la carrera es formar profesionales altamente competitivos con conocimientos sólidos en matemáticas aplicadas, con capacidad para el trabajo interdisciplinario, capaces de detectar y resolver problemas sociales y económicos que impacten en el desarrollo educativo, científico, tecnológico, social y humano del estado de Oaxaca y del país",
              "skills": [
                "Quienes se licencien en Ingeniería en Ciencias de Datos y Matemáticas serán profesionistas con gran capacidad de reflexión y de abstracción para el planteamiento, modelación, simulación, análisis y resolución de problemas mediante métodos matemáticos.",
                "En su formación se conjuntan investigación, programación, análisis estadístico e investigación tecnológica y científica para satisfacer los requerimientos de las empresas públicas y privadas en las áreas de docencia, investigación, capacitación, administración, planeación, economía y finanzas.",
                "Además se completa su formación con técnicas computacionales que le brindarán versatilidad a sus esquemas de trabajo y la capacidad de desarrollar prototipos computacionales de sus alternativas de solución."
              ]
            }
          },
          {
            "course": "Licenciatura en Medicina Veterinaria y Zootecnia",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "",
              "skills": [""]
            }
          }
        ]
      },
      {
        "idCampus": 1,
        "courses": [
          {
            "course": "Ingeniería en Alimentos",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "Formar profesionistas capaces de resolver problemas dentro de la cadena de producción de alimentos, aplicando principios de ingeniería, ciencia y tecnología de alimentos.Durante la formación profesional se incluyen aspectos de manejo, procesamiento, transformación, almacenamiento y control de calidad. Se exhorta al estudiante al manejo de operaciones que integran el proceso óptimo de fabricación y/o elaboración de alimentos con materias primas de calidad, resultado de la agricultura, pesca, ganadería y avicultura. Todo lo anterior bajo el contexto de sustentabilidad, cuidado al medio ambiente, control de desperdicios de alimentos y acceso de alimentos inocuos y nutritivos para todos.",
              "skills": [
                "Capacidad para seleccionar, diseñar e innovar en líneas de producción.",
                "Reproduce, desarrolla y crea nuevos alimentos con base en las necesidades y recursos disponibles para la sociedad.",
                "Se encarga del control de calidad, funcionamiento y mejora de los procesos de fabricación mediante la mejora continua del personal operativo, fomento de la inocuidad y sanidad del proceso.",
                "Es capaz de enfrentar nuevos retos de emprendimiento generando su propia empresa mediante la implementación de proyectos productivos en el sector agroalimentario o bien intervenir en el sector académico mediante la docencia e investigación realizando estudios de posgrado."
              ]
            }
          },
          {
            "course": "Ingeniería en Biotecnología",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "Formar profesionistas preparados de forma multidisciplinaria para identificar con sensibilidad social y ética, áreas de oportunidad productiva que puedan ser potenciadas implementando el conocimiento biológico de los seres vivos y sus biomoléculas para aplicar soluciones de ingeniería sustentadas en la investigación y desarrollo de la biotecnología.",
              "skills": [
                "El Ingeniero en Biotecnología egresado de la Universidad del Papaloapan es un profesionista multidisciplinario con la capacidad científica, técnica, ética y con sentido social para proponer y ejecutar soluciones pertinentes, sustentadas en esquemas de Investigación y Desarrollo de Tecnologías, que potencien las actividades económicas con base en el aprovechamiento de seres vivos, sus biomoléculas y sus procesos, en empresas y centros de investigación biotecnológicos, tanto públicos como privados."
              ]
            }
          },
          {
            "course": "Licenciatura en Ciencias Empresariales",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "Formar profesionales de excelencia académica en las ciencias empresariales, con una visión integral para desarrollar y aplicar estrategias que promuevan la innovación, la calidad y la productividad, capaz de afrontar los cambios del entorno, que coadyuve al crecimiento económico mediante la creación, dirección o desarrollo de empresas eficientes y competitivas, sensible a ejercer funciones de liderazgo, ejercicio ético de la profesión y conciencia de responsabilidad social.",
              "skills": [
                "El y la Licenciada en Ciencias Empresariales serán profesionals emprendedores con capacidad para participar en la creación, desarrollo y consolidación de una organización.",
                "Poseerán las competencias suficientes para organizar, coordinar y dirigir equipos multidisciplinarios, siendo promotores de la responsabilidad social, la innovación y la creatividad a través del diseño de modelos empresariales que incidan en la transformación de su entorno social y coadyuven en el desarrollo regional sustentable, bajo una perspectiva global."
              ]
            }
          },
          {
            "course": "Licenciatura en Ciencias Químicas",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "Formar profesionistas que se caracterizan por poseer sólidos conocimientos en la estructura, transformación, propiedades físico-químicas, análisis cualitativo y cuantitativo de la materia; en metodologías de síntesis de nuevos productos como materiales con uso industrial o compuestos con actividad biológica, así como en los procesos bioquímicos relacionados con los organismos y su interacción con el medio ambiente; lo que les permitirá establecer procedimientos y soluciones a problemas medioambientales y de la industria química, además por su formación puede integrarse a grupos de investigación multidisciplinaria y desempeñarse en el ámbito docente, tanto en el sector público o privado.",
              "skills": [
                "Cuentan con conocimientos en distintas áreas de la química, especialmente en la fisicoquímica, química orgánica e inorgánica, química analítica, industrial y bioquímica.",
                "Poseen una formación científica y tecnológica con la capacidad de aplicar estos conocimientos en la creación, análisis y desarrollo de procesos químicos y bioquímicos sustentables para cubrir las demandas de la industria química, de la investigación en el desarrollo y formulación de nuevos productos.",
                "Analizan muestras mediante la implementación y desarrollo de técnicas analíticas modernas a través de un sólido conocimiento en el manejo de equipo instrumental para el control de calidad de materias primas y productos químicos.",
                "Sinterizan, purifican y caracterizan productos químicos."
              ]
            }
          },
          {
            "course": "Licenciatura en Enfermería",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "Formar Licenciada/os en Enfermería capaces de brindar cuidado integral a la salud del individuo, familia y comunidad, mediante la valoración y detección de las necesidades en personas (sanas o enfermas) y la determinación de diagnósticos enfermeros, así como elaboración y aplicación de planes de cuidados de acuerdo con el ciclo vital humano en los aspectos biológico, psicológico, social y espiritual.",
              "skills": [
                "Egresada/os de esta carrera proporcionarán una atención de enfermería integral y efectiva al individuo, familia y comunidad en cualquier fase del proceso de salud– enfermedad y en todas las etapas de la vida, enfatizando sus acciones a lograr la adaptación del ser humano ante los factores internos y del contexto que determinan la conservación o pérdida de la salud, aplicando los principios éticos de la profesión basados en un sistema de valores que girarán en torno al respeto a la vida y dignidad del ser humano."
              ]
            }
          },
          {
            "course": "Licenciatura en Medicina",
            "credits": "",
            "duration": "12 semestres",
            "profile": {
              "info": "Formar profesionistas con conocimientos teóricos, metodológicos y prácticos de las ciencias médicas, que le otorgan la capacidad de realizar vigilancia del estado de salud y de los factores bio-psico-sociales y ambientales asociados a los procesos salud-enfermedad-atención, con la finalidad de establecer un plan de acción diagnóstico-terapéutico y de seguimiento que, con la participación activa del individuo y su familia, permitan modificar el pronóstico para limitar el daño, evitar complicaciones y procurar la restauración de la salud; y asimismo tiene la capacidad de identificar motivos de referencia a un nivel especializado, permitiendo el trabajo multidisciplinario.",
              "skills": [
                "La licenciada y el Licenciado en Medicina posee conocimientos teóricos, metodológicos y prácticos de las ciencias médicas, que le otorgan la capacidad de realizar vigilancia del estado de salud y de los factores bio-psico-sociales y ambientales asociados a los procesos salud-enfermedad-atención, con la finalidad de establecer un plan de acción diagnóstico-terapéutico y de seguimiento que, con la participación activa del individuo y su familia, permitan modificar el pronóstico para limitar el daño, evitar complicaciones y procurar la restauración de la salud; y asimismo tiene la capacidad de identificar motivos de referencia a un nivel especializado, permitiendo el trabajo multidisciplinario.",
                "Hace uso de los diferentes métodos (clínico, epidemiológico, humanístico y científico), para el abordaje de los fenómenos en salud, permitiéndole tomar decisiones basadas en evidencias que aseguran una mejor opción en el manejo del y la paciente, adecuándose a las necesidades y condiciones individuales de cada caso.",
                "Actúa con valores éticos que le permiten una práctica clínica centrada en el y la paciente y en los factores que determinan su estado de salud, reafirmando con esto el compromiso e interés de generar respuestas efectivas a las necesidades en salud desde un contexto integral.",
                "Incide en los factores de riesgo mediante la promoción de estilos de vida saludables, empoderando al individuo, familia y sociedad en el cuidado de su salud, desde las necesidades identificadas por si misma/os, las cuales le permiten al Licenciado y la licenciada en Medicina proponer planes desde la estrategia de atención primaria a la salud con intervenciones basadas en las prácticas recomendadas, reduciendo los errores metodológicos que permitan la medición de los resultados de su intervención.",
                "Desarrolla, integra y promueve investigaciones biomédicas y sociomédicas para generar evidencia científica en el actuar médico y en la toma de decisiones en salud.",
                "Tiene los conocimientos y habilidades para continuar con estudios de posgrado de calidad a nivel nacional e internacional en el área de la salud.",
                "Promueve con ética y humanismo actividades de educación para la formación de recursos humanos en salud, fomentando un clima de respeto, compromiso, confianza y empatía.",
                "Dirige equipos de salud, trabaja con profesionales de diversas áreas en forma armónica, además aplica conocimientos para la gestión de programas de salud y aporta un pensamiento crítico-reflexivo para el diseño y evaluación de políticas, planes y programas de salud."
              ]
            }
          },
          {
            "course": "Licenciatura en Químico Farmacobiólogo",
            "credits": "",
            "duration": "",
            "profile": {
              "info": "",
              "skills": [""]
            }
          },
          {
            "course": "Ingeniería en Innovación y Desarrollo de Productos Agropecuarios",
            "credits": "",
            "duration": "",
            "profile": {
              "info": "",
              "skills": [""]
            }
          }
        ]
      }
    ]
  },
  {
    "idUniveridad": 10,
    "campusCourses": [
      {
        "idCampus": 0,
        "courses": [
          {
            "course": "Licenciatura en Contaduría Pública y Administración",
            "credits": "",
            "duration": "8 semestres",
            "profile": {
              "info": "Formar profesionistas altamente capacitados para incidir a nivel local, regional y nacional en el desarrollo económico y social, a través de proyectos integrales, incluyentes y con alto grado de ética y responsabilidad social, que serán desarrollados de forma independiente o en entidades privadas, el sector gubernamental o polígonos industriales que impulsen la eficiencia, la rentabilidad y la sociedad del cambio.",
              "skills": [
                "Gestionar el crecimiento financiero de las organizaciones a partir de la creación de estrategias innovadoras en las áreas financiera, fiscal y administrativa, basándose en normas y procedimientos de contaduría y finanzas nacionales e internacionales.",
                "Contribuir a la creación, gestión y/o dirección de organizaciones empresariales, con un enfoque ético y socialmente responsable.",
                " Participar activamente en la gestión y dirección orientada al control de riesgos, la certificación de procesos administrativos y de control interno.",
                "Desempeñar con compromiso actividades de consultoría fiscal, financiera, de auditoría y administrativa en el ámbito de los negocios.",
                "Diseñar e implementar sistemas de contabilidad gubernamental que promuevan la eficiencia en el uso de los recursos del Estado."
              ]
            }
          },
          {
            "course": "Licenciatura en Enfermería",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "",
              "skills": [
                "El Licenciado en Enfermería es un profesional con competencias teóricas-prácticas sustentadas en las áreas cognitiva, psicomotriz y afectiva, con fundamentos derivados del análisis teórico de la profesión, para brindar cuidado integral al ser humano sano o enfermo en los diferentes niveles de atención. Está orientado a procurar el bienestar del individuo, familia y comunidad, mediante las cuatro funciones sustanciales: asistencial, administrativa, docente e investigativa, basando su praxis en los principios legales y bioéticos de la enfermería, para así enfrentar los retos del presente y futuro en relación al proceso salud-enfermedad. "
              ]
            }
          },
          {
            "course": "Licenciatura en Fisioterapia",
            "credits": "",
            "duration": "8 semestres",
            "profile": {
              "info": "Formar profesionales del área fisioterapéutica altamente capacitados, con responsabilidad social y sentido humanista a través, de un enfoque integral y multidisciplinario centrado en el desarrollo de habilidades necesarias para evaluar, diagnosticar y tratar diversas condiciones físicas, con una comprensión profunda del cuerpo humano y sus funciones, así como sólidas habilidades clínicas; promoviendo la salud, la función y la calidad de vida de los pacientes por medio del trabajo en equipo, comunicación asertiva, creatividad, liderazgo y emprendimiento con sentido ético.",
              "skills": [
                "El licenciado en fisioterapia poseerá amplio conocimiento del cuerpo humano y sus funciones con una sólida comprensión de los principios científicos y técnicas terapéuticas necesarias para evaluar, diagnosticar y tratar una amplia variedad de condiciones físicas.",
                "Contará con habilidades clínicas avanzadas, lo que le permitirá proporcionar intervenciones efectivas y personalizadas para mejorar la salud, la función y la calidad de vida de los pacientes.",
                "Asimismo, estará capacitado para trabajar de manera ética y colaborativa en equipos multidisciplinarios con comunicación asertiva, creatividad y liderazgo, contribuyendo al bienestar de la sociedad mediante la aplicación de enfoques integrales y centrados en el paciente ya sea en el sector público o privado."
              ]
            }
          },
          {
            "course": "Licenciatura en Gestión de Negocios Gastronómicos",
            "credits": "",
            "duration": "8 semestres",
            "profile": {
              "info": "Formar profesionistas inclusivos y altamente capacitados en el campo de la gastronomía con habilidades para la gestión de negocios de la industria gastronómica, liderazgo innovador, emprendimiento con sentido ético, responsabilidad social, trabajo en equipo, comunicación asertiva y creatividad para el desarrollo de nuevos productos alimenticios y platillos, basados en los principios culinarios regionales, nacionales e internacionales.",
              "skills": [
                "La licenciada y el licenciado en Gestión de Negocios Gastronómicos podrá desempeñarse en: Empresas del sector industrial de la transformación de alimentos y bebidas, Empresas restauranteras, Empresas banqueteras, Cadenas hoteleras, Comedores industriales, Turismo gastronómico y cruceros, Investigador y consultor independiente, Emprendimiento de negocios dentro de la industria gastronómica   "
              ]
            }
          },
          {
            "course": "Licenciatura en Nutrición",
            "credits": "",
            "duration": "10 semestres",
            "profile": {
              "info": "Formar licenciados en Nutrición competentes para atender problemas relacionados con la alimentación y la nutrición a nivel individual y poblacional en el proceso de salud-enfermedad, manejar servicios de alimentos, así como modificar la calidad nutrimental de productos alimenticios; con la finalidad de prevenir y promover la salud a nivel local, regional, estatal y nacional, con sentido de solidaridad, ética y responsabilidad social.",
              "skills": [
                "Conoce los aspectos fundamentales de la promoción de la salud y la prevención de enfermedades a través de la concepción, planeación, ejecución y evaluación de intervenciones alimentarias y nutricionales a nivel poblacional.",
                "Brinda un plan de cuidado nutricio a individuos en el proceso de salud-enfermedad a través de la evaluación nutricional, establecimiento del diagnóstico nutricio, intervención nutricia y monitoreo; gestiona servicios de alimentos a diferentes colectividades a través de la planeación, organización, dirección y control, además de participar en el aseguramiento de la calidad de los alimentos mejora la calidad nutrimental de productos alimenticios a través de la innovación y evaluación.",
                "Es un profesionista con actitudes de responsabilidad y honestidad en el desempeño de su profesión, con iniciativa, espíritu de servicio y con capacidad para integrarse en grupos multidisciplinarios, así como con un profundo sentido de ética en el cuidado de la salud y la alimentación."
              ]
            }
          }
        ]
      }
    ]
  }
]