[
  {
    "id":1,
    "name": "Universidad Autonoma de la Mixteca",
    "abbreviation": "UTM",
    "locations": [
      {
        "idcampus":0,
        "name":"Campus Huajuapan de León",
        "location":"Av. Dr. Modesto Seara Vázquez No. 1. Acatlima, Heroica Ciudad de Huajuapan de León, Oax., México C.P. 69004",
        "servicesSchools":{
          "phones": ["953 532 0214", "953 532 0399", "953 532 2933","953 532 4560"]
        },
        "mail": ["escolar@mixteco.utm.mx"]
      }
    ],
    "description_University":[
      {
        "mision":"Servir como instrumento para transformar la sociedad, formando profesionistas de alta calidad, realizando investigaciones que permitan la mejor explotación de los valores de nuestra sociedad y fomentando el desarrollo económico y social de Oaxaca y México.",
        "vision":"Mantener y reforzar el liderazgo de la Universidad Tecnológica de la Mixteca en el ámbito académico de la enseñanza y la investigación para que siga siendo motor de transformación.La UTM se crea con un nuevo modelo de universidad cuyos criterios básicos de funcionamiento están referidos a la calidad académica para el desarrollo de sus funciones sustantivas de docencia, investigación, difusión de la cultura y promoción al desarrollo. Dicho modelo comprende una dedicación de tiempo completo a los estudios de licenciatura y de posgrado, por parte de estudiantes y profesores, los cuales interactúan en diversas actividades académicas como las clases teóricas, las prácticas de campo y laboratorio, las actividades programadas en salas de cómputo, biblioteca y laboratorios de idiomas.",
        "whatIs":"En el estado de Oaxaca, en el corazón de México, varias universidades públicas responden a un mismo modelo, diferente al de las universidades tradicionales. Las cuales forman parte del Sistema de Universidades Estatales de Oaxaca (SUNEO). Entre ellas se encuentra la Universidad Tecnológica de la Mixteca.Esta institución ha sido concebida como instrumento cultural de transformación del entorno social además de los fines tradicionales de las universidades clásicas.",
        "decription":"La Universidad Tecnológica de la Mixteca es un organismo público descentralizado del gobierno del estado de Oaxaca, fundada por decreto del ejecutivo estatal, el cual fue publicado en el diario oficial, el día 18 de junio de 1990. Su creación responde a la múltiple finalidad de ofrecer oportunidades de formación científica y tecnológica relevantes y de calidad a quienes deseen proseguir estudios superiores, desalentar la emigración de los jóvenes oaxaqueños, coadyuvar en el desarrollo de proyectos que activen la economía y creen empleo, así como abrir espacios de cultura que hagan extensivos los beneficios del conocimiento a la población en general."
      }
    ]
  }
]