[
  {
    "id": 1,
    "name": "Universidad Autonoma de la Mixteca",
    "abbreviation": "UTM",
    "locations": [
      {
        "idcampus": 0,
        "name": "Campus Huajuapan de León",
        "location": "Av. Dr. Modesto Seara Vázquez No. 1. Acatlima, Heroica Ciudad de Huajuapan de León, Oax., México C.P. 69004",
        "servicesSchools": {
          "phones": [
            "953 532 0214",
            "953 532 0399",
            "953 532 2933",
            "953 532 4560"
          ]
        },
        "mail": ["escolar@mixteco.utm.mx"]
      }
    ],
    "description_University": [
      {
        "mision": "Servir como instrumento para transformar la sociedad, formando profesionistas de alta calidad, realizando investigaciones que permitan la mejor explotación de los valores de nuestra sociedad y fomentando el desarrollo económico y social de Oaxaca y México.",
        "vision": "Mantener y reforzar el liderazgo de la Universidad Tecnológica de la Mixteca en el ámbito académico de la enseñanza y la investigación para que siga siendo motor de transformación.La UTM se crea con un nuevo modelo de universidad cuyos criterios básicos de funcionamiento están referidos a la calidad académica para el desarrollo de sus funciones sustantivas de docencia, investigación, difusión de la cultura y promoción al desarrollo. Dicho modelo comprende una dedicación de tiempo completo a los estudios de licenciatura y de posgrado, por parte de estudiantes y profesores, los cuales interactúan en diversas actividades académicas como las clases teóricas, las prácticas de campo y laboratorio, las actividades programadas en salas de cómputo, biblioteca y laboratorios de idiomas.",
        "whatIs": "En el estado de Oaxaca, en el corazón de México, varias universidades públicas responden a un mismo modelo, diferente al de las universidades tradicionales. Las cuales forman parte del Sistema de Universidades Estatales de Oaxaca (SUNEO). Entre ellas se encuentra la Universidad Tecnológica de la Mixteca.Esta institución ha sido concebida como instrumento cultural de transformación del entorno social además de los fines tradicionales de las universidades clásicas.",
        "decription": "La Universidad Tecnológica de la Mixteca es un organismo público descentralizado del gobierno del estado de Oaxaca, fundada por decreto del ejecutivo estatal, el cual fue publicado en el diario oficial, el día 18 de junio de 1990. Su creación responde a la múltiple finalidad de ofrecer oportunidades de formación científica y tecnológica relevantes y de calidad a quienes deseen proseguir estudios superiores, desalentar la emigración de los jóvenes oaxaqueños, coadyuvar en el desarrollo de proyectos que activen la economía y creen empleo, así como abrir espacios de cultura que hagan extensivos los beneficios del conocimiento a la población en general."
      }
    ]
  },
  {
    "id": 2,
    "name": "Universidad del Mar",
    "abbreviation": "UMAR",
    "locations": [
      {
        "idcampus": 0,
        "name": "Campus Puerto Escondido",
        "location": "Ciudad Universitaria, Carretera Vía Sola de Vega, Puerto Escondido, San Pedro Mixtepec, Juquila, Oax., México C.P. 71980",
        "servicesSchools": {
          "phones": ["954 582 4990"]
        },
        "mail": ["servesc@zicatela.umar.mx"]
      },
      {
        "idcampus": 1,
        "name": "Campus Puerto Ángel",
        "location": "Ciudad Universitaria, Puerto Ángel, San Pedro Pochutla, Oax., México C.P. 70902",
        "servicesSchools": {
          "phones": ["958 584 3092", "958 584 3057", "958 584 3078"]
        },
        "mail": ["servesc@angel.umar.mx"]
      },
      {
        "idcampus": 2,
        "name": "Campus Huatulco",
        "location": "Ciudad Universitaria, Santa María Huatulco, Oax., México C.P. 70989",
        "servicesSchools": {
          "phones": ["958 587 2559", "958 587 2561"]
        },
        "mail": ["servesc@huatulco.umar.mx"]
      },
      {
        "idcampus": 3,
        "name": "Campus Oaxaca",
        "location": "Pino Suárez #509 Col. Centro, Oaxaca de Juárez, Oax., México C.P. 68000",
        "servicesSchools": {
          "phones": ["951 132 5330"]
        },
        "mail": ["vice_relaciones@angel.umar.mx"]
      }
    ],
    "description_University": [
      {
        "mision": "",
        "vision": "",
        "whatIs": "",
        "decription": ""
      }
    ]
  },

  {
    "id": 3,
    "name": "Universidad del Istmo",
    "abbreviation": "UNISTMO",
    "locations": [
      {
        "idcampus": 1,
        "name": "Campus Tehuantepec",
        "location": "Ciudad Universitaria S/N, Barrio Santa Cruz Tagolaba C.P. 70760, Tehuantepec, Oaxaca",
        "servicesSchools": {
          "phones": ["(971) 52 240 50 "]
        },
        "mail": ["servesc@sandunga.unistmo.edu.mx"]
      },
      {
        "idcampus": 2,
        "name": "Campus Ixtepec",
        "location": "Carretera Chihuitan Ixtepec S/N, C.P. 70110, Ciudad Ixtepec, Oaxaca.",
        "servicesSchools": {
          "phones": ["(971) 712 70 50"]
        },
        "mail": ["servesc@bianni.unistmo.edu.mx"]
      },
      {
        "idcampus": 3,
        "name": "Campus Juchitán",
        "location": "Carretera Transísmica Juchitán - La Ventosa Km. 14 La Ventosa, Juchitán, Oaxaca.",
        "servicesSchools": {
          "phones": ["(971) 712 70 50"]
        },
        "mail": [""]
      }
    ],
    "description_University": [
      {
        "mision": "Formar profesionales con excelencia académica y compromiso social en el Istmo de Oaxaca.",
        "vision": "Ser una institución líder en educación superior, investigación y vinculación regional.",
        "whatIs": "",
        "decription": ""
      }
    ]
  },
  {
    "id": 4,
    "name": "Universidad del Papaloapan",
    "abbreviation": "UNPA",
    "locations": [
      {
        "idcampus": 0,
        "name": "Campus Loma Bonita",
        "location": "Av. Ferrocarril s/n, CD. Universitaria, Loma Bonita, Oax., México C.P. 68400",
        "servicesSchools": {
          "phones": ["281 872 9230"]
        },
        "mail": ["servescolares@unpa.edu.mx"]
      },
      {
        "idcampus": 1,
        "name": "Campus Tuxtepec",
        "location": "Circuito Central #200, colonia Parque Industrial, Tuxtepec, Oax., México C.P. 68301",
        "servicesSchools": {
          "phones": ["287 875 9240"]
        },
        "mail": ["servescolares@unpa.edu.mx"]
      }
    ],
    "description": [
      {
        "mision": "",
        "vision": "",
        "whatId": "La Universidad del Papaloapan (UNPA) pertenece al Sistema de Universidades Estatales de Oaxaca (SUNEO), y nace de la necesidad de fomentar la creación de centros de educación públicos en las diferentes regiones de Oaxaca, para absorber la demanda creciente de jóvenes que deseen prepararse en las disciplinas científicas y humanísticas, y que permitan dar respuesta satisfactoria a los requerimientos de nuestro tiempo.",
        "decription": ""
      }
    ]
  },
  {
    "id": 5,
    "name": "Universidad de la Sierra Sur",
    "abbreviation": "UNSIS",
    "locations": [
      {
        "idcampus": 0,
        "name": "Miahuatlán de Porfirio Díaz",
        "location": "Calle Guillermo Rojas Mijangos S/N, Esq. Av. Universidad Col. Ciudad Universitaria, Miahuatlán de Porfirio Díaz, Oax., México C.P. 70800",
        "servicesSchools": {
          "phones": ["951 572 4100"]
        },
        "mail": ["serves@unsis.edu.mx"]
      }
    ],
    "description_University": [
      {
        "mision": "Servir como instrumento cultural de transformación social a través de la oferta de educación superior en los niveles de licenciatura, maestría y doctorado, que favorecen la formación integral de profesionistas e investigadores con altos estándares de calidad en las áreas de salud, administración e informática, que contribuyen a la independencia económica, el desarrollo científico, tecnológico, humano y cultural del estado y del país, con responsabilidad social y compromiso con la sustentabilidad.",
        "vision": "Consolidarse como una Universidad de calidad, con un fuerte compromiso con la excelencia académica, líder en el desarrollo científico, tecnológico, humano y cultural con reconocimiento local, nacional e internacional.",
        "whatIs": "",
        "description": ""
      }
    ]
  },
  {
    "id": 6,
    "name": "Universidad de la Sierra Juárez",
    "abbreviation": "UNSIJ",
    "locations": [
      {
        "idcampus": 0,
        "name": "UNSIJ Ixtlán de Juárez",
        "location": "Avenida Universidad S/N, Ixtlán de Juárez, Oaxaca, México C.P. 68725",
        "servicesSchools": {
          "phones": ["951 553 6362", "951 553 6365", "951 553 6370"]
        },
        "mail": ["servescolares@unsij.edu.mx"]
      }
    ],
    "description_University": [
      {
        "mision": "",
        "vision": "",
        "whatIs": "",
        "decription": ""
      }
    ]
  },
  {
    "id": 7,
    "name": "Universidad de la Cañada",
    "abbreviation": "UNCA",
    "locations": [
      {
        "idcampus": 0,
        "name": " Teotitlán de Flores Magón",
        "location": "Carretera Teotitlán - San Antonio Nanahuatipán Km 1.7 s/n. Paraje Titlacuatitla, Teotitlán de Flores Magón, Oax. México, C.P. 68540",
        "servicesSchools": {
          "phones": [
            "236 372 0712",
            "236 372 0715",
            "236 372 0747",
            "236 372 0257",
            "236 372 0359",
            "236 372 0550",
            "236 372 0628"
          ]
        },
        "mail": ["escolares@unca.edu.mx"]
      }
    ],
    "description_University": [
      {
        "mision": "Impartir educación superior en los niveles de Licenciatura, Maestría y Doctorado formando profesionales e investigadores altamente capacitados, para contribuir al desarrollo de la investigación, educación superior, independencia económica, científica, tecnológica y cultural del Estado y del País.",
        "vision": "Consolidarse como una universidad de calidad en educación superior, comprometida con la excelencia académica, líder en el desarrollo científico, tecnológico y cultural, con reconocimiento nacional e internacional.",
        "whatIs": "",
        "description": ""
      }
    ]
  },
  {
    "id": 10,
    "name": "Universidad de Chalcatongo",
    "abbreviation": "UNICHA",
    "locations": [
      {
        "idcampus": 0,
        "name": "Campus Chalcatongo de Hidalgo",
        "location": "Ciudad Universitaria Chalcatongo de Hidalgo, Tlaxiaco, Oax. C.P. 71100",
        "servicesSchools": {
          "phones": ["953 530 2093"]
        },
        "mail": ["escolares@unicha.edu.mx"]
      }
    ],
    "description_University": [
      {
        "mision": "Impartir educación superior en los  niveles de Licenciatura, Maestría y Doctorado, formando profesionales e investigadores altamente capacitados para contribuir al desarrollo de la   investigación, educación superior,   independencia económica, científica, tecnológica y cultural del Estado y del país.",
        "vision": "Consolidarse como una Universidad de calidad en educación superior, comprometida con la excelencia académica, líder en el desarrollo científico, tecnológico y cultural, con reconocimiento nacional e  internacional.",
        "whatIs": "La Universidad de Chalcatongo (UNICHA) forma parte del Sistema de Universidades Estatales de Oaxaca, SUNEO, la cual es concebida como un instrumento cultural para transformar la sociedad de la región, del estado y del país; como centro de educación superior e investigación científica enfocado a la formación, especialización y desarrollo integral de profesionales en diversos aspectos de las necesidades del país, así como para generar empresas y activar la economía, fomentando constantemente la dignificación del trabajo, honestidad y el respeto a los valores nacionales y universales.",
        "decription": ""
      }
    ]
  }
]